Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: million to the establishment of 350 new doctoral positions from
nn: og til å opprette 350 nye doktorgradsstillingar frå hausten

source: Troll Airfield has better weather and is less subject to thaws than the Russian station, Novolazarevskaya, which lies nearer the coast.
nn: Troll Airfield har betre vêrtilhøve og er mindre utsett for smelting enn den kystnære russiske stasjonen Novolazarevskaya.

source: Energy production and conservation are key focus points in making Troll operations greener.
nn: Energiproduksjon og ENØK er primære innsatsområde for å gjere drifta av Troll endå meir miljøvenleg.

source: One of these is Northern Lights, which can receive CO
nn: Eitt av prosjekta er Northern Lights med mottak av CO

source: Under section 2b-18 of the Financing Activities Act, savings banks may retain their profits or distribute parts of the profit added to the primary capital to society in the form of donations to causes which serve the common good.
nn: Sparebankar kan etter lov om finansieringsverksemd § 2b-18 halda overskotet att i banken eller gje av overskotet som tilkjem grunnfondet, til samfunnet i form av gåver til ålmennyttige føremål.

source: Norway has been active in developing the management regime of the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR), and will seek to ensure that the Commission remains a pioneer in developing credible, effective management systems.
nn: Norge har vore aktiv i å byggje opp forvaltingsregimet i Kommisjonen for forvalting av marine levande ressursar i Antarktis (CCAMLR), og vil medverke aktivt til at CCAMLR òg i framtida ligg fremst i utviklinga av truverdige og effektive forvaltingsordningar.

source: ditions for developing energy systems.
nn: retningslinjer for prioritering av søknader.

source: The rise in research, fishing and tourist activity also entails an increase in ship traffic in the Antarctic.
nn: Med aukande forskings-, fiske- og turistaktivitet aukar òg skipstrafikken i Antarktis.

source: Organisation and structure
nn: Organisering og struktur

source: “The fiscal budget for 2011 supports the strong desire for initiative and the great commitment that exists all over the country.
nn: - Statsbudsjettet for 2011 støttar opp om den sterke initiativlysta og det store engasjementet som er rundt om i landet.

source: completing the remaining curricula in 2006.
nn: ferdigstille dei resterande læreplanane i 2006.

source: Many European countries have implemented stringent fiscal tightening to correct the imbalances that developed in the years preceding the financial crisis.
nn: Mange land i Europa har sett i verk krevjande finanspolitiske innstrammingar for å retta opp dei ubalansane som bygde seg opp i åra før finanskrisa.

source: Following an overall assessment, the Executive Board of Norges Bank decided to keep the key policy rate unchanged at 2.0 percent at the interest rate meeting in September.
nn: Etter ei samla vurdering vedtok hovudstyret i Noregs Bank å halda styringsrenta uendra på 2,0 prosent på rentemøtet i september.

source: Through these activities, a no need was identified for central government to negotiate common operating agreements on data centres or to establish a common data centre specifically for central government agencies or public sector enterprises.
nn: Gjennom dei aktivitetane Kommunal- og moderniseringsdepartementet har gjennomført, er det ikkje avdekka behov for at sentrale styresmakter forhandlar fram felles avtalar om datasenterdrift, eller etablerer eit felles datasenter for statleg- eller offentleg sektor.

source: industrial companies with waste heat
nn: industribedrifter med spillvarme

source: The Convention regulates the management of marine living resources in the Antarctic Treaty area and the marine areas south of the Antarctic Convergence.
nn: Konvensjonen regulerer forvaltinga av marine levande ressursar i Antarktistraktatområdet og i havområda sør for Antarktiskonvergensen.

source: Through the cooperation with the EU and Iceland, Norway will also take part in EU climate legislation in the period 2021–2030.
nn: I klimaavtalen med EU vil Noreg ta del i EU sitt klimaregelverk for perioden 2021–2030.

source: An analysis undertaken for the Ministry of Local Government and Modernisation in 2020 shows that there are 18 data centres in the Norwegian market.
nn: Ein analyse gjort for Kommunal- og moderniseringsdepartementet i 2020 viser at datasenterindustrien i Noreg består av 18 datasenter.

source: The larger Norwegian banks are more dependent on wholesale funding, and on obtaining it abroad, than are the smaller banks.
nn: Dei større norske bankane er meir direkte avhengige av marknadsfinansiering, og av å henta denne finansieringa i utlandet, enn mindre bankar.

source: For the first time, we are proposing more than NOK 30 billion for railway development”, says the Minister of Transport and Communications.
nn: For fyrste gong foreslår vi over 30 milliardar kroner til jernbaneformål, seier samferdselsministeren.

source: More equity therefore împlies lower required returns on both equity and debt.
nn: Meir eigenkapital vert difor følgd av lågare avkastningskrav på både eigenkapitalen og gjelda.

source: uphold supplementary support to business and industry in areas with particular challenges, in addition to general policies aimed at the country as a whole.
nn: halde fram med ein særleg innsats for næringsliv i område med særskilde utfordringar, i tillegg til politikken som gjeld heile landet.

source: The explanation for the increase in house prices in Norway since 1995 must therefore be that, overall, demand has increased by more than supply.
nn: Auken i bustadprisane i Noreg etter 1995 må difor hanga saman med at etterspurnaden jamt over har auka meir enn tilbodet.

source: Reports for the school year 2006–2007 show that 203 municipalities have formalised their cooperation with the county in the form of a written agreement between the individual municipality and the county, setting out the parties’ duties and responsibilities.
nn: Rapporteringa for skuleåret 2006–2007 viser at 203 kommunar har eit formalisert samarbeid med fylkeskommunen. Dette betyr at det ligg føre ei skriftleg avtale mellom den enkelte kommunen og fylkeskommunen der ansvar og plikter for begge partar er definerte.

source: The opportunity to fund banks’ lending through the transfer of loans to mortgage companies has also contributed to a more robust funding structure in Norwegian banks, because their dependence on other wholesale funding has been reduced.
nn: Høvet til å finansiera utlånsverksemda gjennom overføring av utlån til kredittføretak som utferdar OMF, har òg medverka til ein meir robust finansieringsstruktur i bankane, av di dei har vorte mindre avhengige av å henta inn anna marknadsfinansiering for å finansiera nye utlån.

source: Mutual, active and constructive cooperation between the local community, the world of trade andbusiness and the schools may contribute to new enterprises, such as businesses run by pupils andother collaborative efforts.
nn: Eit gjensidig,aktivt og konstruktivt samarbeid mellom lokalsamfunn, arbeidsliv og skole kan medverke til åutvikle entreprenørskap, for eksempel gjennom elevbedrifter og andre samarbeidstiltak.

source: The Ministry will follow up on this initiative and will seek agreement on, among other things, that mortgage loan exposures in a Nordic country by a bank domiciled in an other Nordic county, should be subject to the rules on risk-weighing applied by authorities of the former country.
nn: Departementet vil følgja opp dette initiativet, og arbeida for semje mellom anna om at utlåna frå bankane i eitt nordisk land vert underlagde ei risikovekting for bustadlån i samsvar med det styresmaktene i vertslandet meiner er rett.

source: The windmills at the United States’s McMurdo Station, at New Zealand’s Scott Station in the Ross Sea and at Germany’s Neumayer III station, which opened in 2009, are all examples of this trend.
nn: Døme på dette er vindmøllene som vert nytta både av den amerikanske McMurdo-stasjonen, den newzealandske Scott-stasjonen i Rosshavet og den tyske Neumayer III-stasjonen, som vart opna i 2009.

source: In Proposition No. 36 (1976–77) to the Odelsting, the Ministry of Finance wrote that it was desirable to have larger regional units, but that the concrete structural rationalisation required was something for which the savings banks themselves had to take responsibility.
nn: 36 (1976–77) skreiv Finansdepartementet at det var ynskjeleg med større regionale einingar, men at den konkrete strukturrasjonaliseringa var noko sparebankane sjølve måtte ta ansvaret for.

source: groups of boys.
nn: av slekt og naboar.

source: Security guidelines for financial information systems.
nn: Retningsliner for tryggleik i finansielle informasjonssystem.

source: DigitalNorway also delivers free online guides and training courses in topics such as innovation, data use or digital marketing.
nn: DigitalNorway tilbyr òg gratis nettbaserte vegvisarar og kurs innan ulike område av digitalisering, som innovasjon, bruk av data eller digital marknadsføring.

source: CPI will often vary considerably from one month to the next, particularly as a result of large fluctuations in electricity prices.
nn: KPI vil ofte variera mykje frå månad til månad, særleg etter store svingingar i straumprisane.

source: and administration of municipal green
nn: hager» og «Blomstermeny».

source: university and university college sector: NOK 30 million to
nn: byggjeprosjekt i universitets- og høgskulesektoren – 30 millionar

source: stabilise expectations regarding exchange rate developments
nn: stabilisera forventningane om valutakursutviklinga.

source: A slightly different route is constituted by a more practice-orientated approach where you first qualify as a “First Lecturer” and then “Dosent”, which in English also translates as Professor.
nn: Krava til omtale av mål og resultatrapportering gjeld både satsingar og mål på tvers av sektorar og verksemdområde, og satsingar og mål for dei einskilde verksemdene og tilskotsordningane i staten.

source: New requirements to be introduced in accordance with new EU regulations will entail quantitative liquidity risk limitations; see the discussion in Chapter 3.
nn: I tråd med nye EU-reglar skal det innførast nye krav som vil innebere ei kvantitativ avgrensing av kor høg likviditetsrisikoen kan vere, sjå omtale i kapittel 3.

source: 16 of these licence applications were limited to money transfers.
nn: Blant dei var 16 søknadar om løyve begrensa til pengeoverføringar.

source: Just over two thirds of this goes to state purchases of regional air routes (FOT routes), mainly on the short-haul network in Western Norway and northern Norway.
nn: Drygt to tredjedelar av dette går til statleg kjøp av regionale flyruter (FOT-ruter), hovudsakeleg på kortbanenettet på Vestlandet og i Nord-Noreg.

source: If an aircraft crashes on the Antarctic continent, the state responsible for coordinating a response is determined by the airspace Flight Information Region (FIR) involved.
nn: Dersom eit luftfartøy havarerer på Antarktis-kontinentet, er det fastsett gjennom luftfartsinformasjonsområda (Flight Information Region – FIR) kva stat som har koordineringsansvaret for å handtere hendinga.

source: This is because premium income increased by approximately 7 per cent at the same time as compensation costs fell slightly.
nn: Det kjem av at premieinntekta auka med om lag 7 prosent, samstundes som erstatningskostnadene gjekk svakt ned.

source: At the regional level, we are considering cooperation with existing partners such as the AU, Ecowas and the OECD’s Sahel and West Africa Club (Swac) in vital areas such as climate-resilient agriculture, job creation and women’s rights.
nn: Regionalt kan vi vurdere samarbeid med partnarar som AU, Ecowas og Swac (OECD Sahel and West Africa Club) på viktige område som til dømes klimarobust landbruk, jobbskaping og kvinners rettar.

source: There was a steep decline in credit growth over the months following the financial crisis in 2008, but from a high level.
nn: Fallet i kredittveksten var kraftig i månadene etter at finanskrisa slo inn i 2008, men frå eit høgt nivå.

source: In addition, certain adjustments were made as the result of amendments to IFRS, principally with effect from 2014.
nn: I tillegg er det gjort enkelte justeringar som følgje av endringar i IFRS, i hovudsak med verknad frå 2014.

source: However, Fortum Oslo Varme has identified more potential subsequent projects than Norcem, has received a very high number of visitors to its facility and actively shares knowledge.
nn: Fortum Oslo Varme har imidlertid identifisert fleire potensielle etterfølgjande prosjekt enn Norcem, teke imot svært mange besøkande på anlegget sitt og deler aktivt kunnskap.

source: In rural areas, the Government will:
nn: I distrikta vil regjeringa

source: This will contribute to achieving Goal 9 on Industry, Innovation and Infrastructure.
nn: Det vil bidra til å oppnå berekraftsmål 9 (industri, innovasjon og infrastruktur).

source: Besides, estimated funding costs have not declined in the same way as money market rates in recent years.
nn: Den estimerte finansieringskostnaden har dessutan ikkje vore redusert på same måten som pengemarknadsrentene i løpet av dei siste åra.

source: Figure 2.13 shows the robustness of the largest financial groups in the Nordic region based on three different measures of solvency.
nn: Figur 2.13 syner kor solide dei største finanskonserna i Norden er ut ifrå tre ulike soliditetsmål.

source: The Government suggests strengthening
nn: I moderniseringsperioden foreslår Regjeringa å styrkje

source: Therefore, in 2021 the government also proposes to allocate NOK 100 million for the subsidy scheme for county roads that are vital to commercial transport.
nn: Difor foreslår regjeringa òg i 2021 å løyve 100 millionar kroner til tilskotsordninga til fylkesvegar som er viktige for næringstransporten.

source: Since 1887, such philanthropy has been regulated by law.
nn: Sidan 1887 har gåveinstituttet vore lovregulert.

source: The next five principles (8–12) concern the setting of additional capital requirements above and beyond the minimum requirements under Basel III or national regulations:
nn: Dei neste fem prinsippa (8-12) handlar om fastsetjinga av tilleggskrav til kapital ut over minstekrava etter Basel III eller nasjonalt regelverk:

source: The FMO is in regular contact with the relevant directorates under the European Commission, and provides information on implementation of the programmes in the beneficiary states.
nn: Dette er eit problem som ofte er drøfta i gjevarlandskomiteen (Financial Mechanism Committee – FMC), og blir fylgd opp av gjevarane og FMO under årsmøta med det enkelte landet.

source: The government will facilitate good air passenger and freight services throughout the country and proposes to allocate about one billion kroner for aviation purposes in 2021.
nn: Regjeringa vil leggje til rette for eit godt flytilbod over heile landet og foreslår å løyve om lag ein milliard kroner til luftfartsformål i 2021.

source: Despite the fact that prices have fallen considerably, Norwegian banks still face higher funding costs in securities markets than before the financial crisis.
nn: Trass i at prisane har gått mykje ned, har norske bankar framleis høgare finansieringskostnader på verdipapirmarknaden enn i tida før finanskrisa.

source: Article IV of the Treaty is the very cornerstone of international collaboration under the Antarctic Treaty.
nn: Sjølve berebjelken i det internasjonale samarbeidet under Antarktistraktaten er artikkel IV i traktaten.

source: If banks have a similar funding structure, or if one or a small number of banks supply large parts of the banking system with funding, this may contribute to spreading and exacerbating disturbances.
nn: Om bankane har lik finansieringsstruktur, eller ein eller nokre få bankar forsyner store delar av banksystemet med finansiering, kan det medverka til å spreia og forsterka forstyrringar.

source: and provide a basis for new, green businesses.
nn: for mat- og planteproduksjon, busetjing og

source: Nearly 65 per cent of all BankAxept payments made by a physical card are now contactless.
nn: Nærare 65 prosent av alle BankAxept-betalingar med fysiske kort blir nå gjennomførte kontaktlaust.

source: The state’s maximum funding for the operational period is NOK 1 billion.
nn: Statens maksimale tilskot over driftsperioden er 1 mrd. kroner.

source: Many different areas in the railway sector benefit from communication via fibre networks, such as customer information, signalling and security systems, track systems and train management.
nn: Kommunikasjon via fibernettverk er viktig for mange ulike formål innan jernbanesektoren, for eksempel kundeinformasjon, signal- og sikringsanlegg, banesystem og togleiing.

source: regulated by the 1996 Petroleum Act. Disposal of
nn: Petroleumslova av 1996 regulerer disponering

source: as dependencies itself has no implications for Norwegian legislation in Dronning Maud Land and Peter I Øy.
nn: som biland i seg sjølv noko å seie for norsk lovgjeving i Dronning Maud Land og Peter I Øy.

source: Research and monitoring activities are intended to reinforce Norway’s position, administrative role and business operations in the area.
nn: Forsking og overvaking skal byggje opp under norsk posisjon, forvalting og næringsverksemd i området.

source: The Government is aware of this responsibility, and will therefore follow the development of Sami culture closely and provide favourable conditions for Sami culture and the Sami community.
nn: Regjeringa er medviten om dette ansvaret, og vil difor følgje utviklinga av samisk kultur særskilt og medverke til å tryggje gode vilkår for samane og for deira kulturelle uttrykk.

source: In the Bank’s opinion, capacity utilisation in Norway was close to a normal level, while wage growth was higher and unemployment lower than the Bank had expected in March.
nn: I Noreg var kapasitetsutnyttinga ifølgje banken rundt normalnivået medan lønnsveksten var høgare og arbeidsløysa lågare enn banken hadde rekna med i mars.

source: friendly flowers in the topsoil used.
nn: vare på trua naturtypar og artar.

source: Every year, the EU surveys Europe’s digital performance status through the Digital Economy and Society Index, DESI.
nn: EU undersøker kvart år status for digitalisering i Europa gjennom Digital Economy and Society Index, DESI.

source: The Section for Equality and Cultural Diversity is responsible for the development and coordination of equality and non-discrimination policy in areas such as gender equality, disability, discrimination on the basis of ethnicity and religion, sexual orientation, gender identity and gender expression.
nn: Seksjon for likestilling og kulturelt mangfald har ansvar for politikkutvikling og koordinering av likestillings- og diskrimineringspolitikken knytt til likestilling mellom kjønn, personar med nedsett funksjonsevne, etnisk diskriminering og hatefulle ytringar, kjønnsidentitet og kjønnsuttrykk.

source: A decade of high oil prices and favourable developments in the terms of trade has resulted in wage increases in Norway outpacing those in other countries for a number of years.
nn: Ti år med høge oljeprisar og ei gunstig utvikling i byteforholdet har medverka til at lønene i ei årrekkje har auka raskare i Noreg enn i andre land.

source: The project’s contribution to cost reductions is described in Section 6.
nn: Prosjektets bidrag til kostnadsreduksjonar er omtalt i kapittel 6.

source: Norwegian banks also have low market risk because both their borrowing and their lending primarily take the form of floating-rate loans.
nn: Marknadsrisikoen er òg låg i norske bankar fordi både innlån og utlån stort sett er lån med flytande rente.

source: indicate that giving depositors more information about what other depositors are doing, can reduce the risk of a bank run.
nn: tyder på at meir informasjon til innskytarane om kva andre innskytarar gjer, kan redusera faren for innskytarflukt.

source: What is cloud computing?
nn: Kva er skytenester?

source: Due to the economic interaction between financial institutions, weaknesses in a limited part of the financial market may damage the financial market as a whole.
nn: På grunn av det økonomiske samspelet mellom finansinstitusjonane kan veike sider i ein avgrensa del av finansmarknaden skada heile finansmarknaden.

source: sitions of witnesses and authenticated copies of
nn: utbetalingsrutinar mellom PTS og Arbeids- og vel-

source: The evaluation of Fortum Oslo Varme and Norcem’s capture projects was concluded in December 2019 and was based on the capture actors’ FEED reports.
nn: Evalueringa av fangstprosjekta til Fortum Oslo Varme og Norcem vart avslutta i desember 2019 og baserte seg på fangstaktørane sine forprosjektrapportar.

source: Many of the counties and municipalities have formalised their cooperation, and they claimed that this functioned well in most cases.
nn: Mange fylkeskommunar og kommunar har formalisert samarbeidet, og det vert hevda at arbeidet fungerer godt i dei fleste tilfella.

source: Norway has, for a long time, been a partner in the efforts to bring security, stability and development to the Sahel region.
nn: Noreg har lenge vore ein partnar i arbeidet med å bringe tryggleik, stabilitet og utvikling til Sahel- regionen.

source: This resource will make recommendations for certifications or standards which cloud service providers targeting given sectors should satisfy.
nn: Miljøet vil komme med anbefalingar til sertifiseringar eller bruk av standardar som leverandørar av skytenester til gitte sektorar bør oppfylle.

source: The convention was ratified by the Norwegian parliament in December 2006.
nn: Stortinget ratifiserte konvensjonen om kulturelt mangfald i desember 2006.

source: Despite these problems, low concentration in a market can be an indicator of high competition, and high concentration can be an indicator of low competition.
nn: På tross av desse problema, kan låg konsentrasjon i ein marknad vere eit tekn på høg konkurranse, og høg konsentrasjon vere eit teikn på låg konkurranse.

source: The government will consider increasing its grants to Enova as part of the regular state budget process when the time comes to award concessions to prospective developers at Utsira Nord.
nn: Regjeringa vil vurdere å auke løyvingane til Enova som del av den ordinære budsjettprosessen når tidspunktet for å gi konsesjon til eventuelle utbyggarar på Utsira Nord nærmar seg.

source: On 30 April 2013, the Ministry of Finance approved the merger of Oslo Børs ASA and its Swedish subsidiary Burgundy AB; a Swedish regulated market licensed to operate a multilateral trading facility.
nn: Finansdepartementet godkjente 30. april 2013 samanslåing av Oslo Børs ASA og det svenske dotterselskapet Burgundy AB; ein svensk regulert marknad med løyve til drive multilateral handelsplass.

source: Difi revised the Government Standard Terms and Conditions (SSA) in 2015, and the new agreements are better adapted to cloud services than the old ones, which drew a clear distinction between software and operation.
nn: Difi reviderte staten sine standardavtalar (SSA) i 2015, og dei nye avtalane er betre tilpassa skytenester enn dei gamle avtalane som skilde strengt mellom programvare og drift.

source: Net assets as a percentage of disposable income (the net asset ratio) declined by over 6 percentage points from 2010 to 2011.
nn: Netto fordringar i prosent av disponibel inntekt (nettofordringsraten) fall med vel 6 prosenteiningar frå 2010 til 2011.
